{
  "list_article": [
    {
      "judul": "Pencegahan Diabetes",
      "penjelasan": "Ada beberapa hal yang dapat mencegah penyakit diabetes. Salah satunya yaitu tes rutin kadar gula darah, nilai normal dibawah 200 mg/dl, makan makanan yang bergizi, menjaga pola lemak dan juga Gizi, serta rajin berolahraga 30 menit setiap hari.\n\nBerikut beberapa cara pencegahan Diabetes:\n1. Modifikasi gaya hidup\n2. Edukasi untuk meningkatkan perawatan diabetes secara mandiri\n3. Kadar glukosa darah normal\n4. Penurunan berat badan (jika mengalami obesitas)\n5. Membatasi asupan karbohidrat dan kalori\n6. Meningkatkan aktivitas fisik\n7. Mengontrol penyakit penyerta, termasuk hipertensi, dislipidemia, nefropati, gangguan tidur, dan lain-lain\n",
      "img": "https://i.ibb.co.com/T8JvvtH/vector-2.jpg",
      "yt": "https://www.youtube.com/watch?v=6Wt7zMLGdR0"
    },
    {
      "judul": "Perawatan Diabetes",
      "penjelasan": "Perawatan Luka\nLuka diabetes sebaiknya ditangani oleh dokter atau tenaga medis yang terlatih. Namun penanganan luka diabetes yang ringan atau pada tahap awal bisa dilakukan sendiri di rumah jika pasien atau anggota keluarganya telah memahami cara merawat luka diabetes yang tepat\n\nAlat dan Bahan\nPeralatan sederhana yang dibutuhkan untuk merawat luka diabetes antara lain:\n1. Sarung tangan steril\n2. Gunting perban\n3. Alkohol medis\n4. Cairan NaCL 0,9%\n5. Pinset\n6. Kasa steril\n7. Kapas\n8. Perban\n9. Plester gulung cokelat\n10. Obat luka diabetes sesuai dengan resep dokter\n11. Perlak\n\nBuku Pedoman Pencegahan Diabetes\nBuku pedoman diabetes untuk pedoman dan pencegahan penyakit diabetes\n",
      "img": "https://i.ibb.co.com/41mgSFJ/vector-1.jpg",
      "yt": "https://www.youtube.com/watch?v=YydUAeyFUkI"
    },
    {
      "judul": "Kriteria Diabetes",
      "penjelasan": "Ada beberapa kriteria diagnostik diabetes:\n1. Kadar glukosa darah sewaktu di atas 11,1 mmol/L (≥200 mg/dL)\n2. Kadar glukosa plasma puasa di atas 7,0 mmol/L (≥126 mg/dL)\n3. Kadar glukosa 2 jam setelah puasa 140 hingga 199 mg/dL (7,8-11,0 mmol/L)\n4. Kadar HbA1c normal: 3,5% hingga 5,6% atau 15 hingga 42 mmol/mol\n\nRekomendasi skrining untuk diabetes (American Diabetes Association (2020) dimulai setelah masa pubertas atau setelah usia 10 tahun dan usia 45 tahun dengan kriteria:\n1. Kelebihan berat badan atau obesitas (masa pubertas atau setelah usia 10 tahun: Overweight: BMI ≥ persentil ke-85, Obesitas: BMI ≥ persentil ke-95 dan usia > 45 tahun: IMT ≥25 kg/m2)\n\nMemiliki satu atau lebih faktor risiko tambahan:\na. Riwayat keluarga dengan diabetes\nb. Riwayat CVD\nc. Hipertensi (≥140/90 mmHg atau sedang menjalani terapi hipertensi)\nd. Kadar kolesterol HDL <35 mg/dL (0,90 mmol/L) dan/atau kadar trigliserida >250 mg/dL (2,82 mmol/L)\ne. Ketidakaktifan fisik\n\nUsia pubertas atau setelah usia 10 tahun, jika hasil pemeriksaan normal, dianjurkan untuk mengulangi tes dengan interval minimal 3 tahun, atau lebih sering jika IMT meningkat\n",
      "img": "https://i.ibb.co.com/bvhPZHJ/vector-3.jpg",
      "yt": "https://www.youtube.com/watch?v=UtL3Og0dN4E"
    }
  ]
}